{"narrative":"Chemin creux entre hautes haies, du genre que les Normands foulent depuis mille ans. Le point de ralliement est à moins d'un kilomètre au nord — vous entendez des tirs d'armes légères dispersés dans cette direction, Américains au son. Mais le chemin débouche sur un carrefour devant vous, et quelqu'un y a tendu du fil. Traces de pneus fraîches dans la boue. Les Allemands sont passés récemment.","narrativeAlt":{"hasSecondInCommand":"Chemin creux vers le nord. Henderson observe le carrefour à travers une brèche dans la haie — fil tendu en travers, traces de pneus fraîches dans la boue. « Les Allemands ont installé ça dans la dernière heure », murmure-t-il. « Le point de ralliement est proche, Captain. Comment passons-nous ? »","solo":"Chemin creux vers le nord. Le point de ralliement est proche — vous entendez des armes américaines au loin. Mais le carrefour devant vous a du fil tendu en travers et des traces de pneus fraîches. Vous êtes toujours seul, et c'est la dernière section."},"decisions":{"road_scouts_forward":{"text":"Envoyer deux hommes en avant pour reconnaître le carrefour avant de bouger","success":"Deux hommes glissent en avant à travers la haie. Cinq minutes de silence. Puis l'un apparaît à la brèche, pouce levé — le fil n'est pas gardé, la patrouille a décroché. Vous traversez la route par deux, rapide et bas. Le point de ralliement est à deux cents mètres. Vous voyez des paras américains creuser des trous.","partial":"Les éclaireurs atteignent le carrefour et font signe — mouvement à l'est, une patrouille allemande qui s'éloigne. Vous attendez dix minutes qu'ils partent, puis traversez. Lent, tendu, mais propre. Le point de ralliement apparaît dans la brume devant vous.","failure":"Les éclaireurs sont repérés — une sentinelle allemande tire un coup avant de filer à l'est. Vos hommes se dispersent, se regroupent, franchissent le carrefour au pas de course. Personne touché, mais le coup attirera l'attention. Vous atteignez le point de ralliement à bout de souffle."},"road_hedgerow_route":{"text":"Suivre la haie vers le nord — éviter le carrefour complètement","success":"Vous progressez dans le bocage parallèlement à la route, branches et boue. Vingt minutes de rampement, mais le carrefour reste derrière vous. La haie débouche sur un pâturage et les voilà — paras américains, trous de fusilier, antenne radio. Le point de ralliement.","partial":"L'itinéraire par la haie est plus long qu'il n'y paraît. Ronces épaisses, fossé de drainage à hauteur de taille dans l'eau froide. Une demi-heure de progression misérable avant de tomber sur le périmètre du point de ralliement par l'est. Une sentinelle faillit vous tirer dessus avant que vous donniez le mot de passe.","failure":"Vous perdez le nord dans le bocage. Les haies se ressemblent toutes dans l'obscurité. Quarante minutes perdues avant de retrouver la route et avoir à traverser l'intersection exposée quand même. Le point de ralliement est là, mais vous avez gaspillé du temps que vous n'aviez pas."},"road_straight_through":{"text":"Traverser le carrefour droit devant — vitesse plutôt que prudence","success":"Vous franchissez le fil et traversez au trot. Le carrefour est vide — la patrouille qui a tendu le fil est partie depuis longtemps. Rapide et propre. Le point de ralliement se matérialise dans la lumière grise devant vous. Vous y êtes.","partial":"À mi-chemin de l'intersection, des phares apparaissent sur la route est — un véhicule allemand, qui roule vite. Vous vous plaquez dans le fossé. Il passe sans s'arrêter, mais vous êtes face contre la boue normande, le cœur au bord des lèvres. Le point de ralliement est proche. Vous vous précipitez sur les cent derniers mètres.","failure":"Le fil accroche la botte de votre homme de tête. Il s'écroule, gourde claquant sur la route. Un coup de fusil depuis la lisière — une sentinelle allemande, précipitée et approximative, mais proche. Vous ripostez et courez. Le point de ralliement est là, mais les Allemands savent exactement où vous avez traversé."},"road_open_field":{"text":"Couper à travers le pâturage ouvert pour tout contourner","success":"Vous quittez le chemin et traversez le pâturage en courant bas. Terrain découvert, exposé, mais rapide. Rien ne tire. Les sentinelles du point de ralliement vous interrogent depuis la lisière au loin. « Flash. » « Thunder. » Vous êtes dedans. Ça a marché, mais Henderson vous lance un regard qui dit : ne refaites jamais ça.","partial":"À mi-chemin du champ, une fusée part quelque part à l'est — tout le pâturage illuminé en blanc. Vous vous jetez à plat, le visage dans l'herbe mouillée. La fusée s'éteint. Personne ne tire. Vous rampez les deux cents derniers mètres sur le ventre. Les sentinelles du point de ralliement vous trouvent couvert de boue et tremblant.","failure":"Le pâturage est miné. La première explosion projette la terre à six mètres dans les airs. Tout le monde se disperse. La deuxième détonation atteint la jambe de quelqu'un — il s'écroule en hurlant. Vous le trainez sur les cent derniers mètres jusqu'au périmètre du point de ralliement pendant que le reste du peloton assure un tir de couverture sur des ombres."}}}
